Repository: herbie4/mainwp-check-plugins-vulnerability-extension
Catalog: languages/hhdev-mwpcpv-*.po
Languages: nl_nl

source: Here you can check if there are plugins that need updating for security reasons.
nl_nl: Hier kun je de controleren of er plugins zijn die, om veiligheids overwegingen, geupdated moeten worden.

source: Data from %s is used to check plugins for each childsite.
nl_nl: Data van %s wordt gebruikt om voor elke website de plugins te controleren.

source: The scan only shows plugins that need to be updated per site.
nl_nl: De scan toont alleen plugins die een update nodig hebben.

source: An adapted data file is created for scanning with vulnarability data only 24 month in the past based on when it was updated.
nl_nl: Een aangepast bestand wordt aangemaakt met veiligheidsdata tot 24 maanden terug in de tijd, gebasseeerd op de aanpassings datum.

source: File updated!
nl_nl: Bestand aangepast!

source: Not updated!
nl_nl: Niet aangepast!

source: Adapted file created!!
nl_nl: Aangepast bestand gemaakt!

source: No base file found. Please click the "Update data file" button.
nl_nl: Geen basis bestand gevonden. Klik op de "Pas data bestand aan" knop.

source: Local WordFence api data file:
nl_nl: Lokaal WordFence api data bestand:

source: Update data file
nl_nl: Pas data bestand aan

source: Please make sure you do a "sync dashboard with sites" before you run a scan!
nl_nl: Zorg dat je altijd eerst een "sync dashboard with sites" doet voordat je een scan draait!

source: Choose a site group to scan:
nl_nl: Kies een website groep om te scannen:

source: Run the scan!
nl_nl: Doe een scan!

source: Hide/show websites with no vulnerabilities.
nl_nl: Verberg/toon websites zonder kwetsbaarheden.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Website plugin version: %s
nl_nl: Website plugin versie: %s

source: Has patch: %s
nl_nl: Heeft een oplossing: %s

source: Reference:
nl_nl: Referentie:

source: No vulnerabilities found!
nl_nl: Geen kwetsbaarheden gevonden!

source: The Extension has to be enabled to change the settings.
nl_nl: De extensie moet worden geactiveerd om instellingen te wijzigen.

source: requires
nl_nl: noodzakelijk

source: Plugin to be activated in order to work. Please install and activate
nl_nl: Plugin is nodig om te werken. Activeer de plugin

source: first.
nl_nl: eerst.

source: Show all
nl_nl: Toon alles

source: View details
nl_nl: Toon details

source: More information about %s
nl_nl: Meer informatie over %s

source: Check for updates
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is up to date.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van %s plugin is beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Kon niet vaststellen of er een update is voor %s.

source: Unknown update checker status "%s"
nl_nl: Onbekende update checker status"%s"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.
